[M_Iris_RaidPete MissionDefinition]
MissionName="Pete, O Incendiário Invencível"
MissionDescription="Pete vem treinando desde o último encontro de vocês. Chame alguns amigos e lute com ele mais uma vez.\n\nDescubra como fazer Pete, O Invencível aparecer. Traga alguns amigos, porque essa parada será difícil."
TurnInDescription="Para lutar outra vez contra Pete, O Invencível, aperte de novo o botão. Lembre-se que você só pode fazer isso uma vez por dia."
MissionSummary="Descubra como encontrar Pete, O Invencível e derrotá-lo."
MissionGiver="Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText="Pete Incendiário esteve treinando."

[M_Iris_RaidPete:FindPost MissionObjectiveDefinition]
ProgressMessage="Use o Painel de Batalhas"

[M_Iris_RaidPete:KillRaidPete MissionObjectiveDefinition]
ProgressMessage="Elimine Pete, O Invencível"

[M_Iris_RaidPete:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Iris_RaidPete:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

